#!/usr/bin/python
#coding:utf8
import re

string = "102. 公司业务员利用职务之便,将收取客户支付给公司的货款予以部分截留,并用于个人消费,后离开公司去向不明。这违反了行为准则中哪一项?() [单选题] *
A换位思考
B诚实守信
C廉洁自律(正确答案)
D主动担当

103. 结合公司未来的愿景和战略,制定自己的职业发展规划,将个人发展融入到公司发展,为公司战略目标的完成,坚持不懈地做好本职工作。此项行为符合《员工十项行为准则》中哪一个素质项?() [单选题] *
A. 锐意进取(正确答案)
B. 团结协作
C. 主动担当
D. 有令必行

104. 某领导在生活中非常喜欢购买名牌物品,并经常在朋友圈炫耀自己买的奢侈品,同时常出入高档会所,追求物质享受。此项行为违背了哪条勤俭节约理念的内涵?() [单选题] *
A.重投入,更重产出,用好每一分钱
B.节约无处不在,浪费就是犯罪
C.勤以修身,俭以养德(正确答案)
D.该花则花,能省则省

105. 某部门近期将在客户中推行一项新政策,A经理和B经理对推行方式有完全不同的看法,最终领导决定由A经理负责该项目,之后A经理组织了部门讨论会,在会上,B经理一言不发,只表示自己会按照下达的任务照做,但在后期执行过程中,他要求自己的团队成员按照他的想法执行,因此团队成员陷入两难局面,不知该按照谁的指令执行工作。请问该案例中B经理违背了哪项行为准则的要求?() [单选题] *
A. 讲真话，办实事，求实效
B. 决策后，无论个人是否有异议，必须从行动上完全予以支持(正确答案)
C. 共建大团队,不搞小团伙
D. 将心比心,推己及人

106. 某部门A因一项重要的工作安排急需找其他部门B协助,当A找到该同事时,B以“没有时间”为由拒绝了A,于是A让自己的直属领导找到B,并告诉他是某某总监安排的工作任务,迫于无奈,B勉强答应了工作协助,但表示自己必须要先把手上工作做完才能接手。由于时间紧急,A态度强硬要求B必须尽快完成,并不断催促,B最终决定随便应付A,尽快了事。请问该案例中,A的做法违背了哪项行为准则的要求?() [单选题] *
A.以挑剔的态度审视结果
B.有令必行
C.只解决问题,不回避责任
D.不以权威压人,不以资历自居(正确答案)

107. “秉承工匠精神,在工作中不放过每一个环节、每一处细节,追求尽善尽美,把事情做到极致。”这体现了以下哪一项理念内容?() [单选题] *
A、竞争理念
B、危机理念
C、劳动理念(正确答案)
D、成长理念

108. 在沟通中,不说“你们”“你们部门”,多用“我们”来称呼;不说“你听懂了吗”,多问“我表达清楚了吗”;不说“我不会”“我不管”,多说“我试试”“我可以”这体现了()的行为要求。 [单选题] *
A、团结协作
B、换位思考(正确答案)
C、用心服务
D、主动担当

109. 以下哪一项是“精益求精”的行为要求?() [单选题] *
A.做别人想不到的事情,做别人做不到的事情,做别人不愿意做的事情
B.时刻关注行业变化,善于接纳新观念、新方法、新技术
C.将学到的新知识和技能用于实际工作中,做到学以致用
D.秉承工匠精神,在工作中不放过每一个环节、每一处细节(正确答案)

110. 遇到问题及时反馈给相关领导或责任人,并提出有针对性的建议,反对“等、拖、看”,做到及时解决,确保工作目标达成。此项行为符合《员工十项行为准则》中哪一个素质项?() [单选题] *
A. 锐意进取
B. 团结协作
C. 主动担当
D. 有令必行(正确答案)

111. 当同事遇到问题或困难时,要主动帮助,主动补位,反对不闻不问、冷眼旁观。此项行为符合《员工十项行为准则》中哪一个素质项?() [单选题] *
A.分工不分家,抢活不抢功(正确答案)
B.共建大团队,不搞小团伙
C.团结一切可以团结的力量
D.将心比心,推己及人

112. 与“千里之行,始于足下”释义相似的员工行为是哪一项?() [单选题] *
A.立足于愿景和目标,以终为始,循序渐进,一步一个脚印,从基础做起,从点滴做起,不断积累,不断总结,不好高骛远,不急功近利。(正确答案)
B.秉承工匠精神,在工作中不放过每一个环节、每一处细节,追求尽善尽美,把事情做到极致。
C.要用挑剔的眼光审视自己的工作结果,不满足于考核目标,不因现有成果沾
D.对工作不挑肥拣瘦,不因事小、事难而不为。重视小事、难事,把小事做实。

113. 小王:哎,小李,昨天我去营销部看见今年的公司的内部营销方案了。 [单选题] *
小李:真的假的,快点给我讲讲!
小王:公司决定今年整改销售渠道….&$%@!
该案例中的言行属于( ) [单选题]
A.将公司、客户及合作方的机密信息向外泄露、倒卖
B.在私人交往中泄露公司机密(正确答案)
C.将机密信息在网络中进行发布
D.将机密信息在公共活动中进行发布

114. 以下关于准则中“精益求精”说法错误的是() [单选题] *
A.要用挑剔的眼光审视自己的工作结果,不满足于考核目标
B.秉承工匠精神,在工作中不放过每一个环节、每一处细节
C.对于某项难度较大的工作,无论方法对与错,钻研到底(正确答案)
D.追求尽善尽美,把事情做到极致

115. 小张是一名业务人员,平时工作繁忙,很少在公司办公,但是每当有培训安排时,他总是积极参加。请问他的行为体现了《员工十项行为准则》的哪条准则?() [单选题] *
A、 主动担当
B、 勤俭节约
C、 锐意进取(正确答案)
D、 团结协作

116. “以完美的要求对待过程,以挑剔的态度审视结果”体现的是哪一项文化理念的内涵?() [单选题] *
A.质量理念
B.劳动理念(正确答案)
C.创新理念
D.品牌理念

117. “决策前需要征求个人意见时,应积极发表意见和建议;决策后,无论个人是否有异议,必须从行动上完全予以支持。” 此项行为对应的《员工十项行为准则》中哪一个素质项?() [单选题] *
A. 锐意进取
B. 团结协作
C. 主动担当
D. 有令必行(正确答案)

118. 做事要思考,思考有依据;遇到问题想办法,不轻易说“不可能”,要克服不利因素,积极协调资源,排除障碍,圆满完成各项工作任务。这是“有令必行”中哪一个环节的行为要求?() [单选题] *
A.执行有纪律
B.执行讲方法(正确答案)
C.执行重过程
D.执行重结果

119. 以下哪项不是“我们要融合、接纳来自五湖四海的情感和文化”的行为要求?() [单选题] *
A.公司开设清真食堂
B.员工都说普通话
C.尊重民族风俗习惯
D.崇尚个人英雄主义(正确答案)

120. 九州通的企业之歌是( ) [单选题] *
A.九州通之旅
B.九州通祝福(正确答案)
C.九州之魂
D.九州通家园

121. 以下哪一项不是九州通市场理念的内容?() [单选题] *
A.猛抢发展机遇放第一
B.对终端市场,采用“抢、占、拦”的战术(正确答案)
C.不要指望环境适应我们,而是要我们以积极的心态主动适应
D.时刻关注政策和市场变化

122. 以下哪一项不是九州通的应变理念?() [单选题] *
A.未雨绸缪
B.理性判断(正确答案)
C.科学决策
D.有效执行

123. 以下哪一个理念是九州通企业精神和企业核心价值观的具体体现?() [单选题] *
A.资本经营理念
B.业务经营理念(正确答案)
C.品牌理念
D.发展理念

124. 以下哪一句描述的是九州通的发展理念?() [单选题] *
A.九州通坚持在经营发展过程中,始终把创造良好的社会效益放在首位。(正确答案)
B.我们要不断地完善和创新服务模式,让客户享受到不同而又不断变化的良好体验。
C.我们不能只满足于任务的完成,而要时刻关注政策和市场变化,努力扩大市场份额。
D.抢抓发展机遇,绝不放过每一次业务机会。

125. 以下对应变理念中“主动及时”的正确描述是() [单选题] *
A.当出现问题和发生变化时,要有统一的行动方向,做到有序应对。
B.遇到问题首先要找到最专业和最了解情况的人。
C.当应对决策形成后,我们的领导要带头快速全面地组织执行。
D.人人都应该时刻关注企业发展中的各种问题及变化,谁发现问题,谁就有主动反馈的第一责任。(正确答案)

126. 以下哪一项不是对安全理念的描述() [单选题] *
A.企业各个方面的安全都是企业健康有序运营的保障,没有安全,就没有效益,所以安全高于一切
B.九州通把药品质量安全作为自己的生命线,同时也高度重视物流运营、财务资金、基建工程等方面的安全
C.人是安全管理中最核心的要素
D.面对即将发生的风险,我们要充分分析、合理引导,使企业安全渡过危机(正确答案)

127. “公司强调要做强、做大健康产业,推动社会价值与企业利益最大程度的融合。”这句话阐释的是九州通哪一项理念的内容?() [单选题] *
A.业务经营理念
B.资本经营理念(正确答案)
C.发展理念
D.竞争理念

128. “创造价值、突出主业、产融结合、防范风险”这是九州通的哪一项理念的内容?() [单选题] *
A.业务经营理念
B.资本经营理念(正确答案)
C.战略执行理念
D.市场理念

129. “以和为贵”是九州通在经营管理过程中始终坚持的理念。对待上下游客户及竞争对手,我们讲求“亲商、和商”。这句话描述的是九州通的哪一项理念() [单选题] *
A.竞争理念
B.合作理念
C.客户理念
D.诚信理念(正确答案)

130. “合作前,双方要充分了解,严格筛选,选择有共同志向、信念契合、有诚信品德的合作伙伴,优中选优,宁缺勿滥。”这句话描述的是合作理念中的什么内容?() [单选题] *
A.理性判断
B.志同道合(正确答案)
C.达成共识
D.防范风险

131. “强化契约意识,严格履行合作约定,珍视在合作中建立的信任关系,依规处理合作中出现的问题和矛盾。”这句话描述的是( )理念中的( )。 [单选题] *
A.竞争 争之有道
B.诚信 立诚守信
C.合作 以法相约(正确答案)
D.制度 执行必严

132. 以下哪一项是九州通的市场理念?() [单选题] *
A.抢抓机遇 快速适应 精耕细作(正确答案)
B.未雨绸缪 主动及时 科学决策 有效执行
C.客户就是上帝 常让客户惊喜 健全服务体系
D.防患未然 理性判断 有序应对 转危为安

133. 古人云:“明者远见于未萌,智者避危于无形,祸固多藏于隐微,而发于人之所忽者也。”医改进入深水区的危机,药品质量、财务资金、劳动生产、信息网络等可能形成的危机,我们要时刻关注,做好预案,提前预防。这句话描述的是( )理念中的 () [单选题] *
A.危机 防患未然(正确答案)
B.应变 未雨绸缪
C. 应变 科学决策
D.危机 理性判断

134. 在各项支出中,总经理和有签字权的负责人一定要做到严格把关,审查每一笔开支都要认真分析、认定是否“本着节约的原则”。这句话描述的是()理念中的()。 [单选题] *
A.成本;精准预算
B.成本;过程管控(正确答案)
C.节约;精打细算
D.节约;能省则省

135. 以下哪一项是正确的品牌理念() [单选题] *
A.质量第一树品牌 科学创新保品牌 持续发展立品牌 用心服务护品牌
B.质量保障树品牌 科学创新保品牌 持续发展造品牌 提升服务立品牌
C.质量第一保品牌 科学管理树品牌 健康发展护品牌 提升服务铸品牌
D.质量保障树品牌 科学创新铸品牌 持续发展立品牌 用心服务护品牌(正确答案)

136. 以下哪一项不是对品牌理念的描述?() [单选题] *
A.我们通过建立完善的质量管理体系,将产品、服务质量贯穿于企业经营活动的全过程,以此树立九州通的品牌。
B.“金杯银杯不如客户的口碑”,我们坚持用心服务,以优质的服务和体验赢得客户口碑,提升九州通的品牌价值,维护九州通的品牌形象。
C.只有公司的持续健康发展,才能确保品牌价值的不断提升,才能确保“百年老店”品牌的建立。
D.我们坚信唯有保持求真务实的态度,在实践中不断学习、不断提高、不断改进,才能使我们立于市场竞争的不败之地。(正确答案)

137. 以下哪一项不是发展理念的内容?() [单选题] *
A.我们要科学分析和准确把握国家经济社会发展趋势对医药流通行业的重大影响
B.我们要在提升营销手段、管理方法、信息技术等方面勇于创新、敢于突破
C.九州通坚持在经营发展过程中,始终把创造良好的社会效益放在首位
D.“谋定而后动,三思而后行”是企业稳健发展的原则(正确答案)

138. 九州通天鹅战略管控模型是未来三年集团战略管控的重要方法论,是集团战略落地的有效保障。以下哪一项不是战略执行理念的内容?() [单选题] *
A.思想高度统一,达成共识
B.勇于担当战略执行过程中产生的结果
C.不折不扣地执行
D.以共识、担当、执行为核心的文化主张是所有工作的基础(正确答案)

139. 以下哪一项不是描述九州通核心价值观的内容() [单选题] *
A.虽然我们在目前取得了一定的成就,也有着广阔的行业前景,但仍不能放松警惕,要有强烈的忧患意识
B.公司要求员工反应迅速,行动及时,高效率、高质量的完成工作
C.九州通在创业阶段靠的是勤奋,即使在十分发达的将来,依然要保持勤奋本色(正确答案)
D.公司要求员工具备良好的协作精神,积极融入团队,乐于与团队成员分享经验和成果

140. 九州通天鹅战略管控模型是未来三年集团战略管控的重要方法论,是集团战略落地的有效保障。以下哪一项是战略执行理念的内容?() [单选题] *
A.文化主张
B.有效执行(正确答案)
C.组织保障
D.基础支撑

141. 我们的服务观对内体现为领导与员工之间的服务。以下哪项不是九州通的服务观() [单选题] *
A.领导要了解员工的家庭基本情况、家庭收入如何
B.非工作关系的聚会或聚餐,谁的工资高谁买单
C.领导要与员工保持距离,以正确引导双边关系的良性发展(正确答案)
D.在春节、生日和各类节假日期间,员工可以向领导送上祝福和问候,但不能送礼品或礼金

142. 关于我们的服务理念,以下说法不正确的是()? [单选题] *
A.员工在接待客户时,应做到微笑服务、礼貌得体,让客户感觉舒服
B. 员工应积极地为客户提供各种优质服务,一定要超出客户的期望
C.无论何时,我们都应坚持以客户为导向,尽可能满足他们的一切需求
D.处理事情时,应遵循先来后到、按关系程度的方式为客户解决问题(正确答案)

143. 关于权责理念,以下说法不正确的是()? [单选题] *
A.权力和责任相互一致,不能拥有权力,而不履行其职责
B.管理者的权力来自于管理者自身的素养
C.谁有权谁负责
D.只有公司授予了权力,才是真正的权力(正确答案)

144. 以下哪一项不是九州通的人才理念的内容?() [单选题] *
A.九州通以综合能力作为人才甄选标准,以价值贡献作为用人依据。
B.无论能力多强,无德之人一律不予使用
C.健全机制育人才,创新理念聚人才(正确答案)
D.我们通过事业留人、情感留人、激励留人、文化留人,为员工创造公平、公正的职业发展环境和广阔的发展平台

145. 以下哪一项不是九州通人才理念的内容?() [单选题] *
A.能力择才
B.慧眼识才(正确答案)
C.平台留才
D.实战育才

146. 九州通以( )作为人才甄选的依据,以( )作为用人依据。 [单选题] *
A.学识经验;品德业绩
B.综合能力;价值贡献(正确答案)
C.技能;品德
D.技能;业绩
"